accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
aspell
audacity
b43-fwcutter
base
bash-completion
bat
bazaar
bind
bluez
bluez-utils
brave-bin
brightnessctl
btrfs-progs
cantarell-fonts
cava
clang
cryptsetup
darkly
ddcutil
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
ex-vi-compat
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
firewall-applet
firewalld
flatseal
frameworkintegration
game-devices-udev
gamemode
gamescope
ghostty
git
glances
gnome-disk-utility
gnome-keyring
greetd
greetd-tuigreet
grim
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs-mtp
gvfs-smb
haruna
haveged
hdparm
heroic-games-launcher-bin
hwdetect
hwinfo
inetutils
inotify-tools
inxi
iptables-nft
iwd
jfsutils
jre-openjdk
kanata
kate
konsole
legcord
less
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-nvidia-utils
lib32-obs-vkcapture
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libappindicator
libdvdcss
libgsf
libguestfs
libopenraw
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mangohud
mdadm
meld
mesa-utils
mission-center
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
new-lg4ff-dkms-git
nfs-utils
nilfs-utils
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-open
nvidia-prime
nvidia-utils
nwg-look
obs-studio
obs-vkcapture
openrgb
openssh
os-prober
oversteer
pacman-contrib
partitionmanager
pavucontrol
perl
piper
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
plymouth-theme-bgrt-no-watermark
polkit-gnome
poppler-glib
power-profiles-daemon
prismlauncher
protontricks
python
python-defusedxml
python-jinja
python-packaging
qbittorrent
qemu-desktop
qt5ct-kde
qt6ct-kde
quickshell-git
raw-thumbnailer
rebuild-detector
reflector
reflector-simple
ristretto
rsync
rtkit
s-nail
sassc
satty
sg3_utils
slurp
smartmontools
sof-firmware
sshfs
steam
steamcmd
sudo
sunsetr-bin
swtpm
swww
sysfsutils
systemd-sysvcompat
tailscale
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
timeshift
timeshift-autosnap
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
tumbler-extra-thumbnailers
unrar
unzip
upower
usb_modeswitch
usbutils
virt-manager
vulkan-headers
vulkan-intel
vulkan-mesa-layers
webp-pixbuf-loader
welcome
wev
wget
which
whois
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
xwayland-satellite
yay
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
